export const galleryImages = [
    "10,_Post 1.png",
    "1_Post 4.png",
    "1_Post 5.png",
    "9,_Post 2.png",
    "5818530f9ae94fa956280a06b533adf6_wood_wall_paneling_wood_walls 1.png",
    "IMG_9930 1.png",
];

export const students = [
    {
        name: "Alex Petukh", 
        image: "photo_2023-10-17_06-49-06.jpg",
        exp: "20 уроков",
    }, 
    {
        name: "Andrey Zinoviev", 
        image: "photo_2023-10-17_06-50-31.jpg",
        exp: "12 уроков"
    }, 
    {
        name: "Artem Shuster", 
        image: "photo_2023-10-17_06-51-22.jpg",
        exp: "100 уроков",
    }, 
    {
        name: "Alina Trex",
        image: "photo_2023-10-17_06-52-03.jpg",
        exp: "9 уроков",
    },
    {
        name: "Sergey Ponomarenko",
        image: "photo_2023-10-17_06-50-09.jpg",
        exp: "1000 уроков",
    }
];

export const steps = [
    {
        image: "keyboard.png", 
        name: "Этап 1", 
        desc: "Ты показыаешь, что и как хочешь петь, мы подбираем техники для твоего успешного исполнения, а также разминаем твой голос"
    }
    , 
    {
        image: "mixing.png",
        name: "Запись вокала в студии",
        desc: "Твой голос пишется на профессиональной студии для мгновенной обратной связи и улучшения вокальных навыков",
    },
    {
        image: "singing.png",
        name: "Профессиональное исполнение",
        desc: "Ты исполнишь профессионально желаемую песню на отчетном концерте школы, в караоке или на профессиональной аудиозаписи в студии школы"
    }
];

export const questions = [
    "Смогу ли я изучать разные предметы?",
    "А есть уроки скрипки?",
    "Мне 50+ и я мечтаю освоить игру на инструментах и записать свой клип, возможно ли это?",
    "почему занятия музыкой нужны и полезны?",
    "Я мечтаю зарабатывать музыкой, научится писать её под заказ, но как это сделать?",
    "Можно ли использовать школу как репетиционный класс для свободного посещения?",
    "Могу ли я оплатить курс по частям?",
    "Можно ли получить сертификат по окончанию курса?",
    "Можно ли приобрести подарочный сертификат для друга?",
    "Можно ли прийти на урок в 7 утра?",
    "Можно ли у вас записать свою песню?",
    "Вы принимаете учеников, без музыкального опыта?",
    "Проводите ли вы концерты?",
    "Кто у вас преподает?"
];